{
    "Postani član": "Become a Member",
    "UBIK nudi jedinstvenu kombinaciju mogućnosti edukacije, sudjelovanja u zajednici i networkinga unutar lokalnog blockchain i kripto svijeta.": "UBIK offers a unique combination of educational opportunities, community engagement, and networking within the local blockchain and crypto world.",
    "Kao član, imat ćete pristup informativnim radionicama, susretima i ekskluzivnim grupama za lakšu navigaciju kroz malen, ali složen blockchain i kripto ekosustav. UBIK osigurava ugodno okruženje za osobe iz različitih društvenih sfera. Svaki aktivni član UBIK-a ima pravo na besplatno savjetovanje vezano uz sva pitanja oko blockchaina i kriptovaluta u razumnim okvirima.": "As a member, you will have access to informative workshops, meetings, and exclusive groups to navigate through the small but complex blockchain and crypto ecosystem. UBIK provides a comfortable environment for individuals from different social spheres. Every active UBIK member is entitled to free consultation on all matters related to blockchain and cryptocurrencies within reasonable limits.",
    "Nadalje, UBIK kontinuirano radi na promociji blockchain tehnologije i kriptovaluta te aktivno sudjeluje u educiranju i dijalogu s regulatorom, korporacijama, bankama i sličnim sudionicima ekosustava. Uz ostale pogodnosti, ostvarujete i znatne popuste na sve UBIK komercijalne projekte.": "Furthermore, UBIK continuously promotes blockchain technology and cryptocurrencies and actively engages in education and dialogue with regulators, corporations, banks, and similar ecosystem participants. Among other benefits, you also receive significant discounts on all UBIK commercial projects.",
    "STUDENT MEMBERSHIP": "STUDENT MEMBERSHIP",
    "peryear": "anually",
  "REGULAR MEMBERSHIP": "REGULAR MEMBERSHIP",
  "CORPORATE MEMBERSHIP": "CORPORATE MEMBERSHIP",
  "CORE MEMBERSHIP": "CORE MEMBERSHIP",
  "An opportunity to learn and meet experts in the ecosystem": "An opportunity to learn and meet experts in the ecosystem",
  "50% discount on UBIK commercial projects and 25% on UBIK conferences (eg Money Motion, BlockSplit)": "50% discount on UBIK commercial projects and 25% on UBIK conferences (eg Money Motion, BlockSplit)",
  "An advantage when registering for all meetups, educational workshops and similar activities": "An advantage when registering for all meetups, educational workshops and similar activities",
  "'Members only workshops' - for all levels of knowledge, from beginners to experienced developers": "'Members only workshops' - for all levels of knowledge, from beginners to experienced developers",
  "Invitation to UBIK gatherings for members - pub quizzes and parties": "Invitation to UBIK gatherings for members - pub quizzes and parties",
  "Access to the 'Members only' Telegram group": "Access to the 'Members only' Telegram group",
  "UBIK promotional t-shirt": "UBIK promotional t-shirt",
  "Discounts on all UBIK partner conferences and events": "Discounts on all UBIK partner conferences and events",
  "25% discount on the House of Blockchain coworking space": "25% discount on the House of Blockchain coworking space",
  "Possibility of consultation by email": "Possibility of consultation by email",
  "An opportunity to learn and meet the biggest experts in the ecosystem": "An opportunity to learn and meet the biggest experts in the ecosystem",
  "An advantage when registering for all meetups, educational workshops, and similar activities": "An advantage when registering for all meetups, educational workshops, and similar activities",
  "\"Members only\" workshops - for all levels of knowledge, from beginners to experienced developers": "\"Members only\" workshops - for all levels of knowledge, from beginners to experienced developers",
  "Benefits of regular members for up to 3 employees": "Benefits of regular members for up to 3 employees",
  "The right to marketing activities (interviews or articles, use of the UBIK member badge)": "The right to marketing activities (interviews or articles, use of the UBIK member badge)",
  "Possibility of entry to organized business networking events for members": "Possibility of entry to organized business networking events for members",
  "Networking and establishment of new business partnerships": "Networking and establishment of new business partnerships",
  "1 free online consultation with a member of the UBIK Management board": "1 free online consultation with a member of the UBIK Management board",
  "Possibility to participate in UBIK events (through a lecturer or some other form of engagement)": "Possibility to participate in UBIK events (through a lecturer or some other form of engagement)",
  "Favorable fees for resolving disputes through UBIKourt": "Favorable fees for resolving disputes through UBIKourt",
  "The status of the selected core member of the Association": "The status of the selected core member of the Association",
  "Regular membership benefits for up to 10 employees": "Regular membership benefits for up to 10 employees",
  "Logo on UBIK website": "Logo on UBIK website",
  "Right to marketing activities (interviews or articles, use of UBIK member badge)": "Right to marketing activities (interviews or articles, use of UBIK member badge)",
  "A place in the Advisory Board and active involvement in the development of UBIK and the ecosystem in the region": "A place in the Advisory Board and active involvement in the development of UBIK and the ecosystem in the region",
  "Involvement in UBIK events (through a lecturer or some other form of engagement)": "Involvement in UBIK events (through a lecturer or some other form of engagement)"
  }
  