{
    "Postani član": "Postani član",
    "UBIK nudi jedinstvenu kombinaciju mogućnosti edukacije, sudjelovanja u zajednici i networkinga unutar lokalnog blockchain i kripto svijeta.": "UBIK nudi jedinstvenu kombinaciju mogućnosti edukacije, sudjelovanja u zajednici i networkinga unutar lokalnog blockchain i kripto svijeta.",
    "Kao član, imat ćete pristup informativnim radionicama, susretima i ekskluzivnim grupama za lakšu navigaciju kroz malen, ali složen blockchain i kripto ekosustav. UBIK osigurava ugodno okruženje za osobe iz različitih društvenih sfera. Svaki aktivni član UBIK-a ima pravo na besplatno savjetovanje vezano uz sva pitanja oko blockchaina i kriptovaluta u razumnim okvirima.": "Kao član, imat ćete pristup informativnim radionicama, susretima i ekskluzivnim grupama za lakšu navigaciju kroz malen, ali složen blockchain i kripto ekosustav. UBIK osigurava ugodno okruženje za osobe iz različitih društvenih sfera. Svaki aktivni član UBIK-a ima pravo na besplatno savjetovanje vezano uz sva pitanja oko blockchaina i kriptovaluta u razumnim okvirima.",
    "Nadalje, UBIK kontinuirano radi na promociji blockchain tehnologije i kriptovaluta te aktivno sudjeluje u educiranju i dijalogu s regulatorom, korporacijama, bankama i sličnim sudionicima ekosustava. Uz ostale pogodnosti, ostvarujete i znatne popuste na sve UBIK komercijalne projekte.": "Nadalje, UBIK kontinuirano radi na promociji blockchain tehnologije i kriptovaluta te aktivno sudjeluje u educiranju i dijalogu s regulatorom, korporacijama, bankama i sličnim sudionicima ekosustava. Uz ostale pogodnosti, ostvarujete i znatne popuste na sve UBIK komercijalne projekte.",
    "STUDENT MEMBERSHIP": "ČLANSTVO ZA STUDENTE",
    "peryear": "godišnje",
  "REGULAR MEMBERSHIP": "REDOVNO ČLANSTVO",
  "CORPORATE MEMBERSHIP": "KORPORATIVNO ČLANSTVO",
  "CORE MEMBERSHIP": "OSNOVNO ČLANSTVO",
  "An opportunity to learn and meet experts in the ecosystem": "Mogućnost učenja i susreta s stručnjacima u ekosustavu",
  "50% discount on UBIK commercial projects and 25% on UBIK conferences (eg Money Motion, BlockSplit)": "50% popusta na UBIK-ove komercijalne projekte i 25% na UBIK konferencije (npr. Money Motion, BlockSplit)",
  "An advantage when registering for all meetups, educational workshops and similar activities": "Prednost prilikom registracije za sva okupljanja, edukativne radionice i slične aktivnosti",
  "'Members only workshops' - for all levels of knowledge, from beginners to experienced developers": "'Članovi samo radionice' - za sve razine znanja, od početnika do iskusnih programera",
  "Invitation to UBIK gatherings for members - pub quizzes and parties": "Poziv na UBIK okupljanja za članove - pub kvizove i zabave",
  "Access to the 'Members only' Telegram group": "Pristup 'Samo za članove' Telegram grupi",
  "UBIK promotional t-shirt": "Promotivna majica UBIK-a",
  "Discounts on all UBIK partner conferences and events": "Popusti na sve UBIK-ove partnerske konferencije i događaje",
  "25% discount on the House of Blockchain coworking space": "25% popusta na prostor za zajednički rad House of Blockchain",
  "Possibility of consultation by email": "Mogućnost konzultacija putem e-pošte",
  "An opportunity to learn and meet the biggest experts in the ecosystem": "Mogućnost učenja i susreta s najvećim stručnjacima u ekosustavu",
  "An advantage when registering for all meetups, educational workshops, and similar activities": "Prednost prilikom registracije za sva okupljanja, edukativne radionice i slične aktivnosti",
  "\"Members only\" workshops - for all levels of knowledge, from beginners to experienced developers": "\"Članovi samo\" radionice - za sve razine znanja, od početnika do iskusnih programera",
  "Benefits of regular members for up to 3 employees": "Pogodnosti redovnih članova za do 3 zaposlenika",
  "The right to marketing activities (interviews or articles, use of the UBIK member badge)": "Pravo na marketinške aktivnosti (intervjui ili članci, korištenje UBIK oznake za članove)",
  "Possibility of entry to organized business networking events for members": "Mogućnost sudjelovanja na organiziranim poslovnim mrežnim događanjima za članove",
  "Networking and establishment of new business partnerships": "Uspostava novih poslovnih partnerstava i umrežavanje",
  "1 free online consultation with a member of the UBIK Management board": "1 besplatna online konzultacija s članom Upravnog odbora UBIK-a",
  "Possibility to participate in UBIK events (through a lecturer or some other form of engagement)": "Mogućnost sudjelovanja na UBIK događajima (putem predavača ili nekog drugog oblika angažmana)",
  "Favorable fees for resolving disputes through UBIKourt": "Povoljne naknade za rješavanje sporova putem UBIKourt-a",
  "The status of the selected core member of the Association": "Status odabranog osnovnog člana Udruge",
  "Regular membership benefits for up to 10 employees": "Pogodnosti redovnog članstva za do 10 zaposlenika",
  "Logo on UBIK website": "Logotip na web stranici UBIK-a",
  "Right to marketing activities (interviews or articles, use of UBIK member badge)": "Pravo na marketinške aktivnosti (intervjui ili članci, korištenje UBIK oznake za članove)",
  "A place in the Advisory Board and active involvement in the development of UBIK and the ecosystem in the region": "Mjesto u Savjetodavnom odboru i aktivno sudjelovanje u razvoju UBIK-a i ekosustava u regiji",
  "Involvement in UBIK events (through a lecturer or some other form of engagement)": "Sudjelovanje na UBIK događajima (putem predavača ili nekog drugog oblika angažmana)"
  }
  